[
  {
    "title": "Fullstack Developer",
    "company": "Facebook",
    "description": "Trafficpoint tackles the challenge consumers face today of too many choices to sort through and too much data to digest. We operate a comparison site platform, across a number of different industries, that provides end-users with what they are seeking at that moment.",
    "salary": 3000,
    "tags": [
      "Web development",
      "React",
      "aws",
      "SQL"
    ],
    "location": "Tel Aviv-Yafo",
    "skills": {
      "required": [
        "3+ years of Web development experience",
        "1+ years of hands-on experience with frameworks like React/VueJS",
        "1+ years of hands-on experience with Node.js",
        "Experience in writing performant SQL (My SQL) through both raw queries and ORMs"
      ],
      "advantage": [
        "Superior analytical and troubleshooting skills",
        "Can-Do Attitude, Highly motivated, energetic and team player"
      ]
    },
    "experince": 3
  },
  {
    "title": "Junior Frontend Developer",
    "company": "check-point",
    "description": "Infinity Next Management family is growing and looking for a Junior Full-stack Developer! You can be part of developing a new and innovative management platform that enables Check Point customers to configure, monitor and deploy all their security enforcement capabilities. Our management platform is constantly growing as an I/S for other Check Point products. We are looking for creative and passionate developer who fit our culture of emphasis on people, technology and business. This is an excellent opportunity for a junior developer to join a new product and working with cutting edge technologies.",
    "salary": 4000,
    "tags": [
      "Web development",
      "React",
      "aws",
      "SQL"
    ],
    "location": "Tel Aviv-Yafo",
    "skills": [
      "Bachelor's degree in Computer Science, related technical field, or equivalent practical experience.",
      "Team player with lots of energy and a positive attitude",
      "Excellent Interpersonal skills and communication skills",
      "Excellent hands-on development skills",
      "Self-driven ,extremely motivated",
      "Basic experience / Experience in development using Javascript"
    ],
    "experince": 1
  },
  {
    "title": "Software Engineering Student",
    "company": "Twitter",
    "description": "Convizit’s advanced AI technologies are revolutionizing how user behavior data is collected, structured and analyzed. As a Software Engineering Student, you'll be joining an awesome team of engineers who are responsible for the most advanced visitor activity tracker in existence. Your code will process millions of online user actions, worldwide, every day. The resulting structured datasets are the most comprehensive ever generated for analysis and insight extraction purposes.",
    "salary": 5000,
    "tags": [
      "Software",
      "SAP",
      "Student"
    ],
    "location": "Tel Aviv-Yafo",
    "skills": [
      "B.Sc student in Computer Science or related technical field with a GPA of 85 or higher",
      "Completed at least two years towards your degree / have one year remaining",
      "Available to work at least half of a full-time position (at least 2-3 days per week)",
      "Good knowledge of programming principles and best practices",
      "Good understanding of relational databases and data querying using SQL",
      "Strong analytical skills and problem-solving abilities",
      "Ability to learn new technologies quickly and independently"
    ]
  }
]